{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": "508204887388543_508210160721349",
    "Text1": "  Sausage Man that you can play right now! , There are certainly plenty of battle royale games today. But Sausage Man is a unique one that you can enjoy..",
    "Text2": "  In this game, you’ll only use one character and that’s a sausage. But in order to be unique, you can buy and use different costumes in here.There are sets that lets you become a maid, Cyberpunk, and many more. You can completely customize your character in the game to create the quirkiest character ever",
    "Text3": "  So, before downloading and installing this app. Must read this article about what it is and what are the key features it offers.",
    "Text4": "  The Same old mechanics – What makes this game popular is the same old mechanics that you can enjoy with plenty of battle royale games. Here, you can still move around, fire and play with other people. There’s also only one winner in the game and you can pick up items, weapons and other things on the ground.",
    "Text5": "  What makes this game unique are the new elements that the game has prepared. Here, you can enjoy many poses and unique costumes. Aside from that, there are also fun weapons and the cartoon graphics that makes this game less gory",
    "Text6": "  More than that, you can bounce the bullets in rubber trajectories. This creates an entire new game for you to enjoy. But probably the most fun aspect of this game is the fact that there are giant animals and robots here!",
    "Text7": "  If you want to play a unique battle royale, download Sausage Man Mod APK auto headshot, no recoil now! Enjoy playing with different items and costumes.",
    "Text8": "  RATE US 5 stars and download Sausage Man Mod APK. Enjoy playing with different items and costumes.",
    "banner_id": "",
    "banner_idf": "508204887388543_508207717388260",
    "Nativeads_idf": "508204887388543_508210440721321",
    "Nativeads_id": "",
    "networkAd": "facebook"
  }
}
